christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
editorconfig.editorconfig
esbenp.prettier-vscode
geddski.macros
github.copilot
github.copilot-chat
github.vscode-github-actions
janisdd.vscode-edit-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
redhat.vscode-yaml
samverschueren.linter-xo
unifiedjs.vscode-mdx
vivaxy.vscode-conventional-commits
vscodevim.vim
